Repository: B3n-d1v3/Diving-Rules-Flutter
Catalog: lib/l10n/diving_rules_*.arb
Languages: es, fr, it

# navigationMenuRules
source: Rules
es: Reglas
fr: Règles
it: Regolamenti

# navigationMenuPenalties
source: Penalties
es: Sanciones
fr: Pénalités
it: Penalità

# navigationMenuQuizz
source: Quiz
es: Cuestionario
fr: Questionnaire
it: Domande

# navigationMenuSearch
source: Search
es: Buscar
fr: Recherche
it: Ricerca

# penaltiesListTitle
source: Penalty Cases
es: Lista de Penalidades
fr: Cas de pénalités
it: Caso di penalità

# buttonJudge
source: Judge
es: Juez
fr: Juge
it: Giudice

# penaltyRule
source: Rule
es: Regla
fr: Règle
it: Regolamento

# penaltyDescription
source: Description
es: Descripción
it: Descrizione

# penaltyPenalty
source: Penalty
es: Penalidad
fr: Pénalité
it: Penalità

# penaltyOwnership
source: By whom
es: Quien ?
fr: Par qui
it: Da chi

# button0pts
source: 0 pts
it: 0 punti

# buttonMax2pts
source: max 2 pts
es: máx. 2
it: 2 punti al massimo

# buttonMax4Halfpts
source: max 4 ½ pts
es: máx. 4 ½
it: 4 ½ al massimo

# buttonMinus2pts
source: -2 pts
it: deduzione di 2 punti

# buttonMinusHalfTo2pts
source: - ½ to 2 pts
es: - ½ a 2
fr: - ½ à 2 pts
it: da ½ a 2 punti

# buttonJudgeOpinion
source: judge opinion
es: Según opinión
fr: selon opinion
it: a loro discrezione

# buttonReferee
source: Referee
es: Árbitro
fr: Arbitre
it: Giudice Arbitro

# quizzIntroTitle
source: Take A Quiz
es: Practique sus conocimientos
fr: Testez vos connaissances
it: Fai un quiz

# quizzIntroDescription
source: In order to train yourself on the World Aquatics Diving Rules, with this test you will be able to review the Rule Book's Penalty Summary through questions on the various rules. This test alone is not enough to pass the judge exam, as it is focussed on the penalty summary, but it helps learn the rules penalty assignment. Select the number of questions you would like in your quiz (from 5 to 40).
es: Para practicar las reglas de clavados de la Fina, con esta prueba podrás revisar las reglas con preguntas sobre las diferentes reglas. Seleccione la cantidad de preguntas que deseas en tu cuestionario.
fr: Afin de vous entraîner sur les règles Fina du plongeon, avec ce test, vous serez en mesure de réviser les règles avec des questions sur les différentes règles. Sélectionnez le nombre de questions que vous souhaitez dans votre quiz.
it: Per allenarsi sulle regole dei tuffi di World Aquatics, con questo test si potrà rivedere il riepilogo delle penalità del Regolamento attraverso domande sulle varie regole. Questo test da solo non è sufficiente per superare l'esame da giudice, poiché è incentrato sul riepilogo delle penalità, ma aiuta a imparare l'assegnazione delle penalità delle regole. Seleziona il numero di domande che vuoi nel tuo quiz (da 5 a 40).

# quizzIntroStartButton
source: Start
es: Comenzar
fr: Démarrer
it: Partenza

# quizzNext
source: Next
es: Siguiente
fr: Suivant
it: Quiz successivo

# quizzTitle
source: Quiz
es: Cuestionario
fr: Questionnaire
it: Domande

# quizzResultTitle
source: Quiz Result
es: Resultado del cuestionario
fr: Résultat du Quizz
it: Riposte delle domande

# quizzResultDescription
source: Here is the result of your answer to this Quiz:
es: Aquí está su resultado del cuestionario:
fr: Voici votre résultat au questionnaire :
it: Ecco le riposte alle vostre domande

# quizzResultStartButton
source: New Quiz
es: Nuevo
fr: Nouveau
it: Nuove domande

source: Passed
es: Exito
fr: Réussi
it: Vero

source: Failed
es: Fallado
fr: Echoué
it: Falso

# searchTitle
source: Search The Rules
es: Buscar la regla
fr: Rechercher les Règles
it: Ricerca el regolamento

# ruleBookTitle
source: Rule Book
es: Reglamento
fr: Règlement
it: Regolamento

# quizzQuestion
source: Question
es: Pregunta
it: Domande

# quizzResultReviewButton
source: Errors
es: Errores
fr: Erreurs
it: Errori

# quizzResultLegendUnused
source: Unused
es: Sin utilización
fr: Non utilisé
it: Non utilizzato

# quizzResultLegendUserAnswer
source: My answer
es: Mi respuesta
fr: Ma réponse
it: Mia riposta

# quizzResultLegendRealAnswer
source: Good answer
es: Respuesta correcta
fr: Bonne Réponse
it: Giusta risposta

# penalty0
source: If the diver takes more than one minute, after a warning.
es: Si el clavadista tarda más de un minuto, después de una advertencia.
fr: Quand un plongeur, après l'avertissement, attend plus d'une minute pour exécuter un plongeon.
it: Se il tuffatore impiega più di un minuto dopo un avvertimento.

# penalty1
source: If a diver double bounces on the end of the springboard or double jump on the end of the platform before take-off.
es: Si un clavadista realiza un doble rebote en el extremo del trampolín o un doble salto en el extremo de la plataforma antes del despegue.
fr: Quand, avant l'envol, un plongeur ou une plongeuse rebondit deux fois à l'extrémité du tremplin, ou réalise un double saut à l’extrémité de la plate-forme.
it: Se un tuffatore esegue un doppio rimbalzo alla fine del trampolino o un doppio balzo della piattaforma prima della partenza.

# penalty2
source: If the final step is not from one foot.
es: Si el paso final no es con un pie.
fr: Si le dernier pas de l’appel d’un plongeon avec élan, n’est pas fait sur un seul pied.
it: Se l’ultimo passo non è effettuato da un piede.

# penalty3
source: If the take-off on the springboard is not from both feet simultaneously.
es: Si el despegue en el trampolín no es con los dos pies simultáneamente.
fr: Quand l’envol depuis un tremplin n’est pas exécuté simultanément des deux pieds (à pieds joints).
it: Se lo stacco dal trampolino non è effettuato simultaneamente con due piedi.

# penalty4
source: If a twist is greater or less than that announced by 90 degrees or more.
es: Si un giro es mayor o menor que el anunciado de 90 grados o más.
fr: Quand, à l’entrée à l’eau, la vrille est plus grande ou plus petite de 90 degrés ou plus, par rapport à ce qui a été annoncé.
it: Se un avvitamento è più grande o inferiore a quello annunciato, di 90 gradi o più.

# penalty5
source: If a diver has performed a dive of a number other than that announced.
es: Si un clavadista ha realizado un clavado de un número distinto al anunciado.
fr: Si un plongeur ou une plongeuse a exécuté un plongeon d’un numéro différent de celui du plongeon annoncé.
it: Se un tuffatore ha eseguito un tuffo di numero diverso da quello annunciato.

# penalty6
source: If the feet enter the water before the head or hands in a head first dive.
es: Si los pies entran en el agua antes que la cabeza o las manos en una entrada con la cabeza por delante.
fr: Si les pieds entrent dans l'eau avant la tête ou avant les mains, pour une entrée à l'eau "par la tête".
it: Se i piedi toccano l’acqua prima della testa o delle mani in un’entrata di testa.

# penalty7
source: If the head or hands enter the water before the feet in a feet first dive.
es: Si la cabeza o las manos entran en el agua antes que los pies en una entrada con los pies por delante.
fr: Si la tête ou les mains entrent dans l'eau avant les pieds, pour une entrée à l'eau "par les pieds".
it: Se la testa o le mani toccano l’acqua prima dei piedi in un’entrata di piedi.

# penalty8
source: If assistance has been given to the diver after the starting signal.
es: Si se ha prestado ayuda al clavadista después de la señal de salida.
fr: Quand une aide a été donnée au plongeur après le signal de départ.
it: Se il tuffatore ha ricevuto assistenza dopo il segnale di partenza.

# penalty9
source: When a second attempt (a re-start) is unsuccessful.
es: Cuando un segundo intento (un reinicio) no tiene éxito.
fr: Quand un second essai (un nouveau départ) est raté.
it: Quando fallisce un secondo tentativo (re-start) di partenza.

# penalty10
source: If a diver refuses the execution of a dive.
es: Si un clavadista rechaza la ejecución de un Calvados.
fr: Quand un plongeur refuse d’exécuter un plongeon.
it: Se un tuffatore si rifiuta di eseguire un tuffo.

# penalty11
source: In synchronised diving if a diver, or both divers, perform a dive of a different number.
es: En clavado sincronizado, si un clavadista o ambos clavadistas realizan un clavado de un número diferente.
fr: En plongeon synchronisé, si un ou les deux plongeurs exécute(ent) un plongeon de numéro différent du plongeon annoncé.
it: Nei tuffi sincronizzati, se uno o entrambi i tuffatori eseguono un tuffo di numero differente rispetto a quanto annunciato.

# penalty12
source: In synchronised diving if all execution judges for one diver award zero (0) points.
es: En los clavados sincronizados, si todos los jueces de ejecución de un clavadista otorgan cero (0) puntos.
fr: En plongeon synchronisé, si tous les juges d’exécution pour un plongeur attribuent la note zéro (0).
it: Nei tuffi sincronizzati, se tutti i Giudici di esecuzione di un tuffatore assegnano zero (0) punti.

# penalty13
source: In synchronised diving if all synchronisation judges award zero (0) points.
es: En clavado sincronizado si todos los jueces de sincronización otorgan cero (0) puntos.
fr: En plongeon synchronisé, si tous les juges de synchronisation attribuent la note zéro (0).
it: Nei tuffi sincronizzati, se tutti i Giudici di sincronizzazione assegnano zero (0) punti.

# penalty14
source: In synchronised diving if a diver, or both divers, perform a dive of a different position.
es: En clavado sincronizado, si un clavadista o ambos clavadistas realizan un clavado de un posición diferente.
fr: En plongeon synchronisé, si un ou les deux plongeurs exécute(ent) un plongeon dans une position différente du plongeon annoncé.
it: Nei tuffi sincronizzati, se uno o entrambi i tuffatori eseguono un tuffo di posizione differente rispetto a quanto annunciato.

# penalty15
source: If a diver takes a step and stops in a running dive or stops the movement for a standing take-off after the legs have commenced to press.
es: Si un clavadista da un paso y se detiene en la caminata o detiene el movimiento para un despegue de pie después de que las piernas hayan comenzado a presionar.
fr: Si dans un plongeon avec élan, un plongeur ou une plongeuse fait un pas et s'arrête, ou si dans un plongeon sans élan un plongeur interrompt le mouvement pour l'envol après que les jambes aient commencé leur appui.
it: Se un tuffatore esegue un passo e si ferma in un tuffo con rincorsa o interrompe il movimento di partenza da fermo dopo aver iniziato a premere con le gambe.

# penalty16
source: If there is a re-start in a standing, running, or armstand dive.
es: Si hay un nuevo intento en un clavado de pie, corriendo o un clavado en équilibrio.
fr: Quand un plongeur fait un second départ pour un plongeon avec élan, sans élan ou partant de l’équilibre.
it: Se un tuffatore effettua una seconda partenza in un tuffo da fermo, con rincorsa, o dalla verticale.

# penalty17
source: In synchronised diving if there is a re-start by one or both divers.
es: En clavado sincronizado, si hay un nuevo intento por parte de uno o ambos clavadistas.
fr: En plongeon synchronisé, quand un second départ est exécuté par l'un ou les deux plongeurs.
it: Nei tuffi sincronizzati se uno o entrambi i tuffatori eseguono una seconda partenza.

# penalty18
source: If a diver performs a dive in a position other than that announced.
es: Si un clavadista realiza un clavado en una posición distinta a la anunciada.
fr: Quand un plongeur réalise un plongeon dans une position clairement différente de la position annoncée.
it: Se un tuffatore esegue un tuffo in una posizione differente da quella annunciata.

# penalty19
source: If in a dive, a diver is unsafely close to the springboard or platform or touches the end of the springboard or platform with his head.
es: Si en un clavado, un clavadista esta muy cerca del trampolín o a la plataforma o toca el extremo del trampolín o de la plataforma con la cabeza.
fr: Si lors de l’exécution d’un plongeon, un plongeur est dangereusement près du tremplin ou de la plate-forme, ou s’il touche l’extrémité du tremplin ou de la plate-forme avec la tête.
it: Se durante l’esecuzione di un tuffo un tuffatore è pericolosamente vicino al trampolino o alla piattaforma, o tocca la fine del trampolino o della piattaforma con la testa.

# penalty20
source: If a diver has one or both arms held above the head in a feet first entry or below the head in a head first entry.
es: Si un clavadista tiene uno o ambos brazos por encima de la cabeza en una entrada con los pies o por debajo de la cabeza en una entrada con la cabeza.
fr: Quand un ou les deux bras d’un plongeur sont placés au-dessus de la tête pour une entrée dans l’eau "par les pieds", ou sous la tête pour une entrée dans l’eau "par la tête".
it: Se in un’entrata di piedi uno o entrambe le braccia sono tenute al di sopra del capo.

# penalty21
source: If in a flying dive, a straight position is not clearly shown for at least one quarter of a somersault (90º) in dives with somersault.
es: Si en un clavado al vuelo no se muestra claramente una posición extendida durante al menos un cuarto de salto mortal (90º) en los clavados con salto mortal.
fr: Quand, dans un plongeon « pris au vol », une position droite n’est pas clairement maintenue pendant au moins un quart de saut périlleux (90°) pour les plongeons comportant un saut périlleux.
it: Quando in un tuffo al volo la posizione tesa non è mostrata chiaramente per almeno un quarto di salto mortale (90°) in tuffi con salto mortale.

# penalty22
source: If in a flying dive, a straight position is not clearly shown for at least a half somersault (180º) in dives with more than 1 somersault.
es: Si en un clavado al vuelo no se muestra claramente una posición extendida durante al menos medio salto mortal (180º) en clavados con más de 1 salto mortal.
fr: Quand, dans un plongeon « pris au vol », une position droite n’est pas clairement maintenue pendant au moins un demi saut périlleux (180°) pour les plongeons comportant plus d’un saut périlleux.
it: Quando in un tuffo al volo la posizione tesa non è mostrata chiaramente per almeno e minimo mezzo salto mortale (180°) in tuffi con più di un (1) salto mortale.

# penalty23
source: If a dive is not performed in a position as described in the rules.
es: Si un clavado no se realiza en una posición como la descrita en el reglamento.
fr: Si un plongeon n’est pas réalisé dans une position telle que décrite par les règlements.
it: Se un tuffo non è eseguito in una posizione come descritta.

# penalty24
source: If the starting position is not straight, head erect, with the arms straight in any position.
es: Si la posición de partida no es recta, cabeza erguida, con los brazos rectos en cualquier posición.
fr: Si, lors de la position de départ, le corps du plongeur ou de la plongeuse n’est pas droit, la tête redressée et les bras tendus quelque soit leur positionnement.
it: Se la posizione di partenza non è eretta con il capo in linea e le braccia protese in una posizione qualsiasi.

# penalty25
source: If the feet leave the springboard or platform (crow-hop) before the take-off in a standing dive.
es: Si los pies abandonan el trampolín o la plataforma (crow-hop) antes del despegue en una entrada de pie.
fr: Quand dans un plongeon sans élan, les pieds quittent le tremplin ou la plate-forme ("décollement") avant l’envol.
it: Se i piedi si staccano dal trampolino o dalla piattaforma (crow hop) prima dello stacco in un tuffo da fermo.

# penalty26
source: If in an armstand dive, a stationary and steady balance in the straight vertical position is not shown.
es: Si en un clavado con equilibrio, no se muestra un equilibrio estacionario y firme en la posición vertical recta.
fr: Quand, dans un plongeon partant de l’équilibre (sur les mains), un équilibre stable et immobile, dans une position droite et verticale, n’est pas tenu.
it: Se in un tuffo dalla verticale non è mostrato un equilibrio fermo e stabile nella posizione tesa e verticale.

# penalty27
source: If the run is not smooth, aesthetically pleasing in a forward direction to the end of the springboard or platform.
es: Si la caminata no es suave, estéticamente agradable en una dirección hacia adelante hasta el final del trampolín o plataforma.
fr: Quand l’élan n’est pas fluide, esthétique, ou qu’il ne se fait pas vers l’avant, en direction de l’extrémité du tremplin ou de la plate-forme.
it: Se la rincorsa non è scorrevole e esteticamente gradevole nella direzione avanti verso la fine del trampolino o della piattaforma.

# penalty28
source: If the take-off is not bold, high, and confident.
es: Si el despegue no es audaz, alto y seguro.
fr: Quand l’envol n’est pas franc, haut et assuré, ou s’il n’est pas exécuté à partir de l’extrémité du tremplin ou de la plate-forme.
it: Se la partenza non è decisa, ragionevolmente alta e sicura.

# penalty29
source: If in a twist dive, the twisting is manifestly done from the springboard or platform.
es: Si se trata de un clavado con giro, el giro se realiza manifiestamente desde el trampolín o la plataforma.
fr: Si pour les plongeons qui comportent des vrilles, la vrille est manifestement déclenchée à partir du tremplin ou de la plate-forme.
it: Se in un tuffo con avvitamento, l'avvitamento è anticipato vistosamente dal trampolino o dalla piattaforma.

# penalty30
source: If the straight position is not shown as described in the rules.
es: Si la posición extendida no se muestra como se describen el reglamento.
fr: Si la position droite n’est pas exécutée conformément à sa description dans les règles.
it: Se la posizione tesa non è mostrata come descritta

# penalty31
source: If the pike position is not shown as described in the rules.
es: Si la posición en escuadra (B) no se muestra como se describe en el reglamento.
fr: Si la position carpée n’est pas exécutée conformément à sa description dans les règles.
it: Se la posizione carpiata non è mostrata come descritta

# penalty32
source: If in a pike dive with twist, the pike position is not clearly shown.
es: Si en un clavado en escuadra con giro, la posición de escuadra no se muestra claramente.
fr: Si, dans un plongeon carpé avec vrille, la position carpée n’est pas clairement montrée.
it: Se in un tuffo carpiato con avvitamento la posizione carpiata non è mostrata chiaramente.

# penalty33
source: If the tuck position is not shown as described in the rules.
es: Si la posición de bola (C) no se muestra como se describen el reglamento.
fr: Si la position groupée n’est pas exécutée conformément à sa description dans les règles.
it: Se la posizione raggruppata non è mostrata come descritta

# penalty34
source: If in a tuck dive with twist, the tuck position is not clearly shown.
es: Si se trata de un clavado con giro, la posición escuadra no se muestra claramente.
fr: Si, dans un plongeon groupé avec vrille, la position groupée n’est pas clairement montrée.
it: Se in un tuffo raggruppato con avvitamento la posizione raggruppata non è mostrata chiaramente.

# penalty35
source: If the free position is not shown as described in the rules.
es: Si la posición libre no se muestra como se describe en el reglamento.
fr: Si la position libre n’est pas exécutée conformément à sa description dans les règles.
it: Se la posizione libera non è mostrata come descritta

# penalty36
source: If the arms are not in the correct position in either the head first or feet first entry.
es: Si los brazos no están en la posición correcta tanto en la entrada de cabeza como de pies.
fr: Si les bras ne sont pas en position correcte lors des entrées dans l’eau "par la tête" ou "par les pieds".
it: Se le braccia non sono nella posizione corretta sia nel tuffo con entrata di testa che in quello con entrata di piedi.

# penalty37
source: In synchronised diving if similarity of the starting position, approach, take-off and height is not shown.
es: En clavado sincronizado si no se muestra la similitud de la posición inicial, la aproximación, el despegue y la altura.
fr: En plongeon synchronisé, pour un manque de similitude de la position de départ, de l'élan, de l'envol et de la hauteur.
it: Se nei tuffi sincronizzati non viene mostrato somiglianza nella posizione di partenza, nella rincorsa, nello stacco e nell’elevazione

# penalty38
source: In synchronised diving if coordinated timing of the movement during the flight is not shown.
es: En clavado sincronizado si no se muestra la sincronización del movimiento durante el vuelo.
fr: En plongeon synchronisé, pour un manque de coordination gestuelles pendant la phase aérienne.
it: Se nei tuffi sincronizzati non viene mostrato coordinazione nel tempismo del movimento in volo

# penalty39
source: In synchronised diving if similarity of the vertical angles of the entries is not shown.
es: En el clavado sincronizado si no se muestra la similitud de los ángulos verticales de las entradas.
fr: En plongeon synchronisé, pour un manque de similitude des angles verticaux des entrées dans l'eau.
it: Se nei tuffi sincronizzati non viene mostrato somiglianza degli angoli verticali di entrata in acqua

# penalty40
source: In synchronised diving if comparative distance from the springboard or platform of the entry is not shown.
es: En el clavado sincronizado si no se muestra la distancia comparativa desde el trampolín o la plataforma de la entrada.
fr: En plongeon synchronisé, pour un manque de similitude des distances par rapport au tremplin ou à la plate-forme, au moment de l'entrée dans l'eau.
it: Se nei tuffi sincronizzati non viene mostrato simile distanza dell’entrata in acqua dal trampolino o dalla piattaforma

# penalty41
source: In synchronised diving if coordinated timing of the entries is not shown.
es: En clavado sincronizado si no se muestra el tiempo coordinado de las entradas.
fr: En plongeon synchronisé, pour un manque de simultaniété des entrées dans l'eau.
it: Se nei tuffi sincronizzati non viene mostrato coordinazione nel tempismo delle entrate

# penalty42
source: If a dive is performed partially in a position other than that announced.
es: Si un clavado se realiza parcialmente en una posición distinta a la anunciada.
fr: Quand un plongeon est partiellement réalisé dans une position différente de la position annoncée.
it: Se un tuffo viene eseguito parzialmente in una posizione diversa da quella annunciata.

# penalty43
source: If in a dive, the diver dives to the side of the direct line of flight.
es: Si en un clavado, el clavadista se sumerge hacia el lado de la línea directa de vuelo.
fr: Si lors d’un plongeon, le plongeur ou la plongeuse plonge sur le côté, se « déporte », de sa ligne directe d’envol.
it: Se in un tuffo un tuffatore si tuffa lateralmente alla linea diretta del volo.

# penalty44
source: If in a dive, a diver touches the end of the springboard or platform with his feet or hands.
es: Si en un clavado, un clavadista toca el extremo del trampolín o la plataforma con los pies o las manos.
fr: Si lors d’un plongeon, le plongeur ou la plongeuse touche l’extrémité du tremplin ou de la plate-forme avec ses pieds ou ses mains.
it: Se in un tuffo un tuffatore tocca la fine del trampolino o della piattaforma con i suoi piedi o le sue mani.

# penalty45
source: If the entry into the water is not vertical, or nearly so, or twisted with the body not straight, the feet not together, and the toes not pointed.
es: Si la entrada en el agua no es vertical, o casi, o se tuerce con el cuerpo no recto, los pies no están juntos y los dedos no son puntiagudos.
fr: Si l’entrée dans l’eau n'est pas verticale, ou presque verticale (« plate » ou « passée »), si elle est vrillée, si le corps n’est pas en ligne, si les pieds sont désunis et les pointes de pied relâchés.
it: Se l’entrata in acqua non è verticale o quasi, o avvitata con il corpo non teso, i piedi non uniti e le punte non tese.
