Repository: B3n-d1v3/Diving-Rules-Flutter
Catalog: lib/l10n/diving_rules_*.arb
Languages: es, fr, it

# penalty46
source: In synchronised diving if either diver enters the surface of the water before the other diver leaves the springboard or platform.
es: En clavado sincronizado, si uno de los clavadistas entra en la superficie del agua antes de que el otro abandone el trampolín o la plataforma.
fr: En plongeon synchronisé, si l’un des deux plongeurs touche la surface de l’eau avant que l’autre ait quitté le tremplin ou la plate-forme.
it: Nei tuffi sincronizzati, se uno dei due tuffatori perfora la superficie dell’acqua prima che l’altro tuffatore si sia staccato dal trampolino o dalla piattaforma.

# quizzIntroQuestionNumber
source: Number of Questions:
fr: Nombre de questions :
it: Numero di domande:

# aboutTitle
source: About
es: Sobre
fr: A propos de
it: Su

# aboutVersion
source: Version:
es: Versión:
it: Versione :

# aboutDescription
source: This application was created to allow users to learn and train on the diving rules from the World Aquatics diving rules. This application is not a World Aquatics official application, but uses the World Aquatics official rules or it’s official translations as a work tool. With this App you can: ✔︎ Read through the rules. ✔︎ Learn the penalty summary. ✔︎ Train with a quiz on the penalties.
es: Esta aplicación ha sido creada para que puedas aprender y practicar las reglas de buceo de las normas de la FINA. Esta aplicación no es una aplicación oficial de la FINA, pero utiliza las reglas oficiales de la FINA o sus traducciones oficiales como herramienta de trabajo. Con esta aplicación puedes: ✔︎ Recuperar el regelmento en su idioma. ✔︎ Revisar el resumen de las sanciones. ✔︎ Practica con un cuestionario de resumen de penas. ✔︎ Elige revisar todo en inglés
fr: Cette application a été créée pour vous permettre d'apprendre et de s'entraîner sur les règles de plongeon à partir du règlement de la FINA. Cette application n'est pas une application officielle de la FINA, mais utilise le règlement officiel de la FINA ou ses traductions officielles comme outil de travail. Avec cette application, vous pouvez : ✔︎ Retrouver le règlement dans votre langue. ✔︎ Réviser le résumé des penalités. ✔︎ Vous entrainer avec un quizz sur le résumé des pénalités. ✔︎ Choisir de réviser l'ensemble en Anglais.
it: Questa applicazione è stata creata per permetterti di imparare e praticare le regole di immersione dalle regole World Aquatics. Questa applicazione non è un'applicazione ufficiale World Aquatics, ma utilizza le regole ufficiali World Aquatics o le loro traduzioni ufficiali come strumento di lavoro. Con questa applicazione è possibile: ✔︎ Recupera il regolamento nella tua lingua. ✔︎ Rivedere il riassunto delle sanzioni. ✔︎ Esercitatevi con un quiz di riepilogo delle pene. ✔︎ Scegliete di rivedere il tutto in inglese

# aboutContactLink
source: Contact us
es: Contacto con nosotros
fr: Contactez-nous
it: Contattateci

# aboutRulesReference
source: Rules Reference: 2022-2025
es: Normas de referencia : 2022-2025
fr: Règlement de référence : 2022-2025
it: Regole di riferimento : 2022-2025

# aboutLicense
source: The original version was created in 2021 by Benoît SUZANNE under the GPL 3.0 open source licence. This license is the GNU General Public License is a free copyleft license.
es: La versión original fue creada en 2021 por Benoît SUZANNE bajo la licencia de código abierto GPL 3.0. Esta licencia es la Licencia Pública General GNU, una licencia libre con copyleft.
fr: La version originale a été créée en 2021 par Benoît SUZANNE sous la licence GPL 3.0 open source. Cette licence est la GNU General Public License, une licence libre de type copyleft.
it: La versione originale è stata creata nel 2021 da Benoît SUZANNE sotto la licenza open source GPL 3.0. Questa licenza è la GNU General Public License, una licenza libera con copyleft.

# aboutThanks
source: Special thanks to : - Daniel AZORIN for his support in the finalization of the app and for the Spanish translation - Piero ITALIANI for the help in the Italian translation.
es: Muchas gracias a : • Daniel AZORIN por su apoyo en la finalización de la solicitud y por la traducción al español. • Piero ITALIANI por su ayuda en la traducción al italiano.
fr: Remerciements à : • Daniel AZORIN pour son soutien dans la finalisation de l'appli et pour la traduction en espagnol. • Piero ITALIANI pour son aide dans la traduction italienne.
it: Grazie a : • Daniel AZORIN per il suo sostegno nella finalizzazione della domanda e per la traduzione in spagnolo. • Piero ITALIANI per il suo aiuto nella traduzione italiana.

# aboutHelp
source: Do not hesitate to contact us: - If you are willing to help for new translation updates - For any question, feedback and new features ideas
es: No dude en ponerse en contacto con nosotros: • Si está dispuesto a ayudar con las nuevas actualizaciones de las traducciones. • Para preguntas, comentarios e ideas sobre nuevas funciones.
fr: N'hésitez pas à nous contacter : • Si vous êtes prêt à aider pour les nouvelles mises à jour de traductions. • Pour toutes questions, commentaires et idées de nouvelles fonctionnalités.
it: Non esitate a contattarci: • Se siete disposti ad aiutare con gli aggiornamenti delle nuove traduzioni. • Per domande, commenti e idee per nuove funzionalità.

# aboutDescriptionTitle
source: App Description
es: Descarga de la aplicación
fr: Description de l'application
it: Scaricare l'applicazione

# aboutLicenseTitle
source: License
es: Licencia
it: Licenza

# aboutThanksTitle
source: Thanks
es: Gracias
fr: Remerciements
it: Grazie

# aboutContactTitle
source: Contacts
es: Contacte con
it: Contatta

# aboutShareTitle
source: Share
es: Compartir
fr: Partage
it: Condividi

# aboutShare
source: Share this App
es: Compartir esta aplicación
fr: Partagez cette application
it: Condividi questa applicazione

# quizzQuestionHeader
source: Questions
es: Preguntas
it: Domande

# quizzResultHeader
source: Result
es: Resultado
fr: Résultat
it: Risultato

# quizzCorrectionListHeader
source: Corrections
es: Preguntas Revisión
it: Correzioni

# quizzCorrectionDetailHeader
source: Correction
es: Corrección de preguntas
it: Correzione

# quizzQuestionWarningNext
source: Select Penalty and by whom before going to next question.
es: Seleccione Sanción y por quién antes de pasar a la siguiente pregunta.
it: Selezionare Sanzione e da chi prima di passare alla domanda successiva.
